Repository: suryakant-winitsoftware/LBCL
Catalog: backend/UIComponents/Winit.UIComponents.Common/LanguageResources/Web/LanguageKeys.*.resx
Languages: ar

source: (Mr / Mss)
ar: (السيد / السيدة)

source: (Sq. Meter)
ar: (متر مربع)

# 1st_fortnight_(1st_&amp;_3rd_week)
source: 1st Fortnight (1st & 3rd Week)
ar: الأسبوعان الأولان (الأسبوع الأول والثالث)

# 2nd_fortnight_(2nd_&amp;_4th_week)
source: 2nd Fortnight (2nd & 4th Week)
ar: الأسبوعان الثانيان (الأسبوع الثاني والرابع)

source: Account Management
ar: ادارة الحساب

source: Account Number
ar: رقم حساب

source: Action
ar: فعل

source: Actions
ar: أجراءات

source: Action Date
ar: تاريخ الإجراء

source: Active
ar: نشيط

source: Add
ar: يضيف

source: Add/Edit
ar: إضافة/تحرير

source: Add/Edit Customer Price
ar: إضافة/تعديل سعر العميل

source: Add/Edit Distributor Admin
ar: إضافة/تحرير مسؤول الموزع

source: Add/Edit Promotions
ar: إضافة/تحرير العروض الترويجية

source: AddEdit TaxGroup
ar: إضافة تحرير مجموعة الضرائب

source: added now
ar: تمت إضافتها الآن

source: Additional Info
ar: معلومات إضافية

source: Additional Mobile Number
ar: رقم الجوال الإضافي

source: Additional Number
ar: رقم إضافي

source: Address
ar: عنوان

source: Address Details
ar: تفاصيل العنوان

source: Address Line
ar: خط عنوان

source: Address Line 1
ar: سطر العنوان 1

source: Address Line 2
ar: سطر العنوان 2

source: Address Line 3
ar: سطر العنوان 3

source: Address Line 4
ar: سطر العنوان 4

source: Add Assorted
ar: أضف متنوعة

source: Add atleast One Item
ar: أضف عنصرًا واحدًا على الأقل

source: Add Atleast one SKU
ar: قم بإضافة SKU واحد على الأقل

source: Add Bank Master
ar: إضافة البنك الرئيسي

source: Add by Customer Code/Number/Name
ar: إضافة حسب رمز العميل/الرقم/الاسم

source: Add clear Data permission
ar: أضف إذن بيانات واضح

source: Add Contacts
ar: اضف جهات اتصال

source: Add Contact Details
ar: أضف تفاصيل الاتصال

source: Add Currency Details
ar: أضف تفاصيل العملة

source: Add Customer
ar: إضافة العميل

source: Add Customers With Times
ar: إضافة العملاء مع الأوقات

source: Add Customer By Number
ar: إضافة العميل حسب الرقم

source: Add Description
ar: اضف وصفا

source: Add Distribution
ar: إضافة التوزيع

source: Add Documents
ar: أضف المستندات

source: add early payment
ar: إضافة الدفع المبكر

source: ADD EARLY PAYMENT DISCOUNT
ar: أضف خصم الدفع المبكر

source: Add Edit Tax
ar: إضافة تعديل الضريبة

source: Add Error
ar: إضافة خطأ

source: Add Error Details
ar: أضف تفاصيل الخطأ

source: Add FOC Product
ar: إضافة منتج FOC

source: Add Invoice Promotion
ar: إضافة ترويج الفاتورة

source: Add Item
ar: اضافة عنصر

source: Add Line
ar: إضافة خط

source: Add Load Request
ar: إضافة طلب تحميل

source: Add Load Template
ar: إضافة قالب التحميل

source: ADD LocationType Hierarchy
ar: إضافة الموقع نوع التسلسل الهرمي

source: ADD Location Hierarchy
ar: أضف التسلسل الهرمي للموقع

source: Add Multiple
ar: إضافة متعددة

source: Add New
ar: اضف جديد

source: Add New Collection
ar: إضافة مجموعة جديدة

source: Add New Customer
ar: إضافة عميل جديد

source: Add new customer by number
ar: إضافة عميل جديد عن طريق الرقم

source: Add New Customer Price List
ar: إضافة قائمة أسعار العملاء الجدد

source: Add New Distributor
ar: إضافة موزع جديد

source: Add New Load Request
ar: إضافة طلب تحميل جديد

source: Add New Mapping
ar: إضافة تعيين جديد

source: Add New Role
ar: إضافة دور جديد

source: Add New UnLoad Request
ar: إضافة طلب إلغاء تحميل جديد

source: Add Product
ar: أضف منتج

source: Add Products
ar: أضف المنتجات

source: Add Route
ar: إضافة الطريق

source: Add Selected Product
ar: إضافة المنتج المحدد

source: Add Selected Products
ar: إضافة المنتجات المختارة

source: Add SKU
ar: أضف رمز التخزين التعريفي

source: ADD SKU Group Hierarchy
ar: إضافة التسلسل الهرمي لمجموعة SKU

source: ADD SKU Group Type Hierarchy
ar: إضافة التسلسل الهرمي لنوع مجموعة SKU

source: ADD SKU Hierarchy
ar: إضافة التسلسل الهرمي لـ SKU

source: Add SKU UOM
ar: أضف SKU UOM

source: ADD StoreGroup Hierarchy
ar: إضافة التسلسل الهرمي لمجموعة المتجر

source: ADD Store Group Type Hierarchy
ar: إضافة التسلسل الهرمي لنوع مجموعة المتجر

source: Add Tax
ar: أضف الضريبة

# add_tax1
source: Add Tax
ar: أضف الضريبة

source: Add TaxGroup
ar: إضافة مجموعة الضرائب

source: Add Tax Group
ar: إضافة مجموعة الضرائب

source: Add Tier
ar: أضف الطبقة

source: Add UOM
ar: إضافة UOM

source: Add User
ar: إضافة مستخدم

source: Add Van
ar: أضف فان

source: Add Warehouse
ar: إضافة مستودع

source: Advance Days
ar: أيام مسبقة

source: AD Group
ar: المجموعة الإعلانية

source: AD Group,
ar: المجموعة الإعلانية،

source: AD UserName
ar: اسم مستخدم الإعلان

source: AD Username,
ar: اسم المستخدم م،

source: Affective From
ar: مؤثرة من

source: Affective upto
ar: مؤثرة حتى

source: Aging Cycle
ar: دورة الشيخوخة

source: Alert
ar: يُحذًِر

source: Alias Name
ar: الاسم المستعار

source: ALL
ar: الجميع

source: Allocated
ar: المخصصة

source: AllowedSKU_DistributionChannel
ar: مسموحSKU_DistributionChannel

source: AllowedSKU_Org
ar: مسموح SKU_Org

source: Allowed SKU
ar: مسموح به

source: Allowed SKU Name
ar: اسم SKU المسموح به

source: Allow Bad Returns
ar: السماح بالعائدات السيئة

source: Allow Good Returns
ar: السماح بعوائد جيدة

source: Allow Return Against Invoice
ar: السماح بالعودة مقابل الفاتورة

source: Allow Return With Sales order
ar: السماح بالإرجاع مع أمر المبيعات

source: already added
ar: تم الاضافة مسبقا

source: Always Printed
ar: مطبوعة دائمًا

source: Amount
ar: كمية

source: Amount Exc Tax
ar: مبلغ الضريبة غير المباشرة

source: Amount Inc Tax
ar: ضريبة المبلغ Inc

source: and
ar: و

source: Any changes will reflect from next day.
ar: أي تغييرات سوف تنعكس من اليوم التالي.

source: An unexpected error occurred
ar: حدث خطأ غير متوقع

source: An unexpected error occurred while saving the route.
ar: حدث خطأ غير متوقع أثناء حفظ المسار.

source: Applicable At
ar: ينطبق في

source: Applicable At is Not selected
ar: ينطبق عند لم يتم تحديده

source: Applicable Organization
ar: المنظمة المعمول بها

source: Applicable Organization Details Saved Successfully
ar: تم حفظ تفاصيل المنظمة المعمول بها بنجاح

source: Applicable Organization failed to Save.
ar: فشلت المنظمة المعمول بها في الحفظ.

source: Apply Duration
ar: تطبيق المدة

source: Apply Times
ar: تطبيق الأوقات

source: Approval
ar: موافقة

source: Approve
ar: يعتمد

source: Approved
ar: موافقة

source: ApprovedQty
ar: الكمية المعتمدة

source: Approved Collections
ar: المجموعات المعتمدة

source: Approved Successfully
ar: تمت الموافقة بنجاح

source: Approve failed
ar: فشلت الموافقة

source: App Qty
ar: الكمية التطبيق

source: App Version
ar: نسخة التطبيق

source: App Version User
ar: مستخدم إصدار التطبيق

source: App Version User Details Updated Successfully
ar: تم تحديث تفاصيل مستخدم إصدار التطبيق بنجاح

source: Arabic Name
ar: الاسم العربي

source: Archived
ar: مؤرشف

source: Area
ar: منطقة

source: Are you sure, you want to delete this Location?
ar: هل أنت متأكد أنك تريد حذف هذا الموقع؟

source: Are you sure, you want to delete this SKU Group?
ar: هل أنت متأكد أنك تريد حذف مجموعة SKU هذه؟

source: Are you sure, you want to delete this SKU Group Type?
ar: هل أنت متأكد أنك تريد حذف نوع مجموعة SKU هذا؟

source: Are you sure, you want to delete this Store Group?
ar: هل أنت متأكد أنك تريد حذف مجموعة المتجر هذه؟

source: Are you sure, you want to delete this Store Group Type?
ar: هل أنت متأكد أنك تريد حذف نوع مجموعة المتجر هذا؟

source: Are you sure ?
ar: هل أنت متأكد ؟

source: Are you Sure you want change this Contact as Default?
ar: هل أنت متأكد أنك تريد تغيير جهة الاتصال هذه كافتراضية؟

source: Are you sure you want to
ar: هل أنت متأكد أنك تريد

source: Are you sure you want to cancel? Your work will be lost.
ar: هل أنت متأكد أنك تريد إلغاء؟ سيتم فقدان عملك.

source: Are you sure you want to delete(this will be deleted immediately)
ar: هل أنت متأكد من رغبتك في الحذف (سيتم حذف هذا على الفور)

source: Are you sure you want to Delete?
ar: هل أنت متأكد أنك تريد حذف؟

source: Are you sure you want to delete selected Item
ar: هل أنت متأكد أنك تريد حذف العنصر المحدد

source: Are you sure you want to Delete selected SKU
ar: هل أنت متأكد أنك تريد حذف SKU المحدد

source: Are you Sure you want to Delete this item ?
ar: هل أنت متأكد أنك تريد حذف هذا البند ؟

source: Are you sure you want to Disable this record
ar: هل أنت متأكد أنك تريد تعطيل هذا السجل

source: Are you Sure you want to Finalize this Order
ar: هل أنت متأكد أنك تريد إنهاء هذا الطلب

source: Are you sure you want to go Back
ar: هل أنت متأكد أنك تريد العودة

source: Are you sure you want to go Back?
ar: هل أنت متأكد أنك تريد العودة؟

source: Are you Sure you want to go back ?
ar: هل أنت متأكد أنك تريد العودة؟

source: Are you sure you want to Logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Are You sure you want to make this contact as default
ar: هل أنت متأكد أنك تريد جعل جهة الاتصال هذه كجهة اتصال افتراضية

source: Are you sure you want to remove this as primary
ar: هل أنت متأكد أنك تريد إزالة هذا باعتباره الأساسي

source: Are you sure you want to Reset your Password
ar: هل أنت متأكد أنك تريد إعادة تعيين كلمة المرور الخاصة بك

source: Are you sure you want to Reset your Password?
ar: هل أنت متأكد أنك تريد إعادة تعيين كلمة المرور الخاصة بك؟

source: Are you sure you want to save?
ar: هل أنت متأكد أنك تريد الحفظ؟

source: Are You sure you want to Save ?
ar: هل أنت متأكد أنك تريد الحفظ؟

source: Are You sure you want to Save and Approve
ar: هل أنت متأكد أنك تريد الحفظ والموافقة

source: Are you sure you want to save this order?
ar: هل أنت متأكد أنك تريد حفظ هذا الطلب

source: Are you sure you want to Update?
ar: هل أنت متأكد أنك تريد التحديث؟

source: Asset Enabled
ar: تم تمكين الأصول

source: Assign
ar: تعيين

source: Assigned
ar: مُكَلَّف

source: Assigned Route
ar: الطريق المخصص

source: As amount exceeds On Account will be Created. Are you sure to Proceed?
ar: عندما يتجاوز المبلغ سيتم إنشاء الحساب. هل أنت متأكد من المتابعة؟

source: Attendance
ar: حضور

source: AttendanceStatus
ar: حالة الحضور

source: Attribute Name
ar: اسم السمة

source: Attribute Type
ar: نوع السمة

source: Authentication failed
ar: المصادقة فشلت

source: Authorized Item GRP Key
ar: مفتاح GRP للعنصر المعتمد

# authorized_item_grp_key1
source: Authorized Item GRP Key
ar: مفتاح GRP للعنصر المعتمد

source: Auth Type
ar: نوع المصادقة

source: Auth Type,
ar: نوع المصادقة،

source: Auto Cut Off Time
ar: وقت القطع التلقائي

source: Available
ar: متاح

source: Away Period Details
ar: تفاصيل الفترة البعيدة

source: Back
ar: خلف

source: BadRequest
ar: اقتراح غير جيد

source: Balance
ar: توازن

source: Balance Amount
ar: مقدار وسطي

source: Bank
ar: بنك

source: Bank Account
ar: حساب البنك

source: Bank Approved
ar: وافق البنك

source: Bank code
ar: رمز بنكي

source: Bank Code,
ar: رمز بنكي،

source: Bank Name
ar: اسم البنك

source: Bank Name,
ar: اسم البنك،

source: Bank successfully deleted
ar: تم حذف البنك بنجاح

source: Barcode
ar: الباركود

source: Barcodes
ar: الرموز الشريطية

source: BaseTax Rate
ar: معدل الضريبة الأساسية

source: Base Price
ar: السعر الأساسي

source: Base TaxRate not entered
ar: لم يتم إدخال معدل الضريبة الأساسي

source: Battery Available
ar: البطارية متوفرة

source: Battery Recommended
ar: يوصى بالبطارية

source: Battery Status
ar: حالة البطارية

source: BDM
ar: بي دي إم

source: Bill To
ar: مشروع قانون ل

source: Bill To Address
ar: فاتورة إلى العنوان

source: Blocked By
ar: حظر من قبل

source: Blocked Reason
ar: السبب المحظور

source: Bounced
ar: ارتد

source: Bounced Collections
ar: المجموعات المرتدة

source: Bounced Successfully
ar: تم الارتداد بنجاح

source: Bounce failed
ar: فشل الارتداد

source: Branch
ar: فرع

# branchcodename
source: Branch
ar: اسم رمز الفرع

source: Branch Mapping
ar: رسم الخرائط فرع

source: Branch Name
ar: اسم الفرع

source: Brand
ar: ماركة

source: BrandOwnership
ar: ملكية العلامة التجارية

source: Brand Ownership
ar: ملكية العلامة التجارية

source: Building Delivery Code
ar: رمز تسليم المبنى

source: bulk collection
ar: جمع السائبة

source: Bundle Qty
ar: حزمة الكمية

source: Buy
ar: يشتري

# buy1
source: Buy
ar: يشتري

source: Buying UOM
ar: شراء UOM

source: Buy Price
ar: سعر شراء

source: Cage
ar: قفص

source: Calculation Type
ar: نوع الحساب

source: Can't Reverse
ar: لا يمكن عكس

source: Can't Reverse, as it is already Reversed
ar: لا يمكن عكسه، لأنه معكوس بالفعل

source: Cancel
ar: يلغي

source: Can be Reversed ?
ar: يمكن عكسها؟

source: Can Buy
ar: يمكن شراء

source: Can Sell
ar: يمكن البيع

source: Capture Signature
ar: التقاط التوقيع

source: Cash
ar: نقدي

source: Cashier Approved
ar: تمت الموافقة على أمين الصندوق

source: Cashier Settlement
ar: تسوية أمين الصندوق

source: Cash Amount
ar: مبلغ نقدي

source: Cash Details
ar: التفاصيل النقدية

source: Cash Sales
ar: البيع نقدا

source: cash settlement
ar: التسوية النقدية

source: Category
ar: فئة

source: Category,
ar: فئة،

source: Category type
ar: نوع الفئة

source: Cause
ar: سبب

source: Cause,
ar: سبب،

source: CFD
ar: العقود مقابل الفروقات

source: CFD Status
ar: حالة عقود الفروقات

source: Changes are not saved! are you sure you want to continue
ar: لا يتم حفظ التغييرات! هل أنت متأكد أنك تريد الاستمرار

source: Change Langauage
ar: تغيير اللغة

source: Change Password
ar: تغيير كلمة المرور

source: Channel
ar: قناة

source: Check All
ar: تحقق من الكل

source: Cheque Details
ar: تحقق من التفاصيل

source: Cheque Fee
ar: رسوم التحقق

source: Choose File
ar: اختر ملف

source: City
ar: مدينة

source: City/District
ar: مقاطعه المدينه

# citycodename
source: City
ar: اسم رمز المدينة

source: City Branch Mapping
ar: رسم خرائط فرع المدينة

source: Clear All
ar: امسح الكل

source: Clear All on Page
ar: مسح الكل على الصفحة

source: clear data
ar: امسح البيانات

source: Clear Data after Upload
ar: مسح البيانات بعد التحميل

source: Clear Data Permission
ar: مسح إذن البيانات

source: Close
ar: يغلق

source: ClosingBalance
ar: الرصيد الختامي

source: Code
ar: شفرة

source: Code,
ar: شفرة،

source: Code/Name
ar: اسم الرمز

# code_&amp;_name
source: Code & Name
ar: اسم الرمز

source: Code Already Exist
ar: الكود موجود بالفعل

source: Code and priority Already Exists
ar: الرمز والأولوية موجودان بالفعل

# code_should_be_unique1
source: Code should be unique
ar: يجب أن يكون الرمز فريدًا

source: Collected
ar: تم جمعها

source: Collected By
ar: جمع بواسطة

source: Collected Date
ar: تاريخ التجميع

source: Collection
ar: مجموعة

source: CollectionDate
ar: تاريخ التجميع

source: Collection Limit
ar: حد التحصيل

source: Collection Summary
ar: ملخص المجموعة

source: Comments
ar: تعليقات

source: Completed
ar: مكتمل

source: Components
ar: عناصر

source: Configuration added successfully
ar: تمت إضافة التكوين بنجاح

source: Configuration Failed
ar: فشل التكوين

source: Confirm
ar: يتأكد

source: Confirmation
ar: تأكيد

source: Confirm Password
ar: تأكيد كلمة المرور

source: Contact
ar: اتصال

source: Contact Details
ar: بيانات المتصل

source: Contact Number
ar: رقم الاتصال

source: Contact Person
ar: الشخص الذي يمكن الاتصال به

source: Contact Person Details
ar: تفاصيل جهة الاتصال

source: Contact Person Mobile Number
ar: رقم الهاتف المحمول لجهة الاتصال

source: Contact Person Name
ar: اسم شخص الاتصال

source: Contact Person Number
ar: رقم جهة الاتصال

source: Cost Price
ar: سعر الكلفة

source: Country
ar: دولة

source: Country Name
ar: اسم الدولة

source: CPEApprovedQty
ar: الكمية المعتمدة من CPE

source: Create
ar: يخلق

source: Created By
ar: انشأ من قبل

source: Created From
ar: تم إنشاؤها من

source: CreateRole
ar: إنشاء دور

source: create cash sales orders
ar: إنشاء أوامر المبيعات النقدية

source: Create Collection
ar: إنشاء مجموعة

source: Create Pre Sales Order
ar: إنشاء أمر ما قبل البيع

source: create pre sales orders
ar: إنشاء أوامر ما قبل البيع

source: create return order
ar: إنشاء أمر الإرجاع

source: Create Store
ar: إنشاء متجر

source: create van sales orders
ar: إنشاء أوامر مبيعات الشاحنات

source: Creation Failed
ar: فشل الخلق

source: Credit Limit
ar: الحد الائتماني

source: Credit Returns
ar: عوائد الائتمان

source: Credit Settings
ar: إعدادات الائتمان

source: Currency
ar: عملة

source: Currency Code,
ar: رمز العملة،

source: Currency Details
ar: تفاصيل العملة

source: Currency Name,
ar: اسم العملة،

source: Currency successfully deleted.
ar: تم حذف العملة بنجاح.

source: Customer
ar: عميل

source: CustomerPrice
ar: سعر العميل

source: Customers
ar: عملاء

source: Customer added successfully
ar: تمت إضافة العميل بنجاح

source: Customer AliasName
ar: الاسم المستعار للعميل

source: Customer Alias Name is required.
ar: الاسم المستعار للعميل مطلوب.

source: Customer Already added
ar: تمت إضافة العميل بالفعل

source: Customer Arabic Name
ar: اسم العميل العربي

source: Customer Chain
ar: سلسلة العملاء

source: Customer Classification
ar: تصنيف العملاء

source: Customer Code
ar: رمز العميل

source: Customer Code is required.
ar: مطلوب رمز العميل.

source: Customer Collections
ar: مجموعات العملاء

source: Customer Creation Expiration
ar: انتهاء صلاحية إنشاء العميل

source: Customer Details
ar: تفاصيل العميل

source: Customer does not exist
ar: العميل غير موجود

source: Customer Group
ar: مجموعة العملاء

source: customer group type hierarchy
ar: التسلسل الهرمي لنوع مجموعة العملاء

source: Customer Group Type Hierarchy_Code Name
ar: اسم التسلسل الهرمي لنوع مجموعة العملاء

source: customer hierarchy level
ar: مستوى التسلسل الهرمي للعملاء

source: Customer List
ar: قائمة العملاء

source: Customer Management
ar: ادارة الزبائن

source: Customer Name
ar: اسم الزبون

source: Customer Name2
ar: اسم العميل2

source: Customer Name is required.
ar: اسم العميل مطلوب.

source: Customer Number
ar: رقم العميل

source: Customer Number is required.
ar: رقم العميل مطلوب.

source: Customer PO Number
ar: رقم طلب العميل

source: Customer Status
ar: حالة العميل

source: Customer time exceeding the Route end time. Do you want to continue?
ar: تجاوز وقت العميل وقت انتهاء المسار. هل تريد الاستمرار؟

source: Customer Type
ar: نوع العميل

source: Custom Field
ar: حقل مخصص

source: Custom Fields
ar: الحقول المخصصة

source: Custom SKU
ar: رمز التخزين التعريفي المخصص

source: Custom SKU Saved Successfully
ar: تم حفظ SKU المخصص بنجاح

source: Daily
ar: يوميًا

source: Daily CutOff Time
ar: وقت القطع اليومي

source: DashBoard
ar: لوحة القيادة

source: Data Missing
ar: البيانات مفقودة

source: Date
ar: تاريخ

source: days
ar: أيام

source: Day Ends
ar: ينتهي اليوم

source: Day Starts:
ar: يبدأ اليوم:

source: Default BankS
ar: البنوك الافتراضية

source: Default Route
ar: المسار الافتراضي

source: Default User
ar: المستخدم الافتراضي

source: Define SKU Sequence
ar: تحديد تسلسل SKU

source: Delete
ar: يمسح

source: Deleted
ar: تم الحذف

source: Deleted from Grid
ar: محذوف من الشبكة

source: Deleted Successfully
ar: حذف بنجاح

source: Deleted Sucessfully
ar: تم الحذف بنجاح

source: Delete Checked
ar: حذف المحدد

source: Delete From the List
ar: حذف من القائمة

source: Delete LocationType Hierarchy
ar: حذف التسلسل الهرمي لنوع الموقع

source: Delete Location Hierarchy
ar: حذف التسلسل الهرمي للموقع

source: Delete Selected
ar: احذف المختار

source: Delete Selected From List
ar: حذف المحدد من القائمة

source: Delete Selected Items
ar: حذف العناصر المحددة

source: Delete SKU Group Hierarchy
ar: حذف التسلسل الهرمي لمجموعة SKU

source: Delete SKU Group Type Hierarchy
ar: حذف التسلسل الهرمي لنوع مجموعة SKU

source: Delete Store Group Hierarchy
ar: حذف التسلسل الهرمي لمجموعة المتجر

source: Delete Store Group Type Hierarchy
ar: حذف التسلسل الهرمي لنوع مجموعة المتجر

source: Delivered
ar: تم التوصيل

source: Delivered ON
ar: تم التسليم

source: Delivery
ar: توصيل

source: Delivery Date
ar: تاريخ التسليم او الوصول

source: Delivery Instruction
ar: تجريبي

source: Demo
ar: تجريبي

source: Department
ar: قسم

source: Department ,
ar: قسم ،

source: Depot
ar: مستودع

source: Description
ar: وصف

source: Description,
ar: وصف،

source: Details
ar: تفاصيل

source: Device ID
ar: معرف الجهاز

source: Device Management
ar: إدارة الجهاز

source: Device Type
ar: نوع الجهاز

source: Devivce Type
ar: نوع الجهاز

source: Digits,
ar: أرقام,

source: Disable
ar: إبطال

source: Disabled
ar: عاجز

source: Discount
ar: تخفيض

source: DiscountValue
ar: قيمة الخصم

source: Discount Amount
ar: مقدار الخصم

source: Discount Percentage
ar: نسبة الخصم

source: Discount Type
ar: نوع الخصم

source: Discount Value
ar: قيمة الخصم

source: Display Delivery Docket
ar: عرض جدول التسليم

source: Display Delivery DocketYesNo
ar: عرض جدول التسليم نعم لا

source: Display Description
ar: وصف العرض

source: Display Description,
ar: وصف العرض،

source: Display PO Number
ar: عرض رقم أمر الشراء

source: Display Price
ar: سعر العرض

source: DistributionChannelUID
ar: معرف قناة التوزيع

source: Distribution Channel
ar: قناة توزيع

source: Distribution Channel Mapping
ar: رسم خرائط قناة التوزيع

source: Distribution Management
ar: إدارة التوزيع

source: Distributor
ar: موزع

source: Distributor Address
ar: عنوان الموزع

source: Distributor Admin
ar: مشرف الموزع

source: Distributor Code
ar: رمز الموزع

source: Distributor Details
ar: تفاصيل الموزع

source: Distributor Name
ar: اسم الموزع

source: DocumentMode
ar: وضع المستند

source: Documents
ar: وثائق

source: Document No
ar: رقم الوثيقة

source: Document Number
ar: رقم المستند

source: Document Type
ar: نوع الوثيقة

source: Download
ar: تحميل

source: Download Sample File
ar: تحميل ملف العينة

source: Do You Want to Save Changes?
ar: هل تريد ان تحفظ التغييرات؟

source: Draft
ar: مسودة

source: Drawer
ar: الدرج

source: Due Date
ar: تاريخ الاستحقاق

source: Duration:
ar: مدة:

source: EA
ar: عصام

source: Each
ar: كل

source: EA Qty
ar: إي الكمية

source: Edit
ar: يحرر

source: Edit Bank Master
ar: تحرير البنك الرئيسي

source: Edit Currency Details
ar: تحرير تفاصيل العملة

source: Edit Customer
ar: تحرير العميل

source: Edit Customer Details
ar: تحرير تفاصيل العميل

source: Edit Customer Price List
ar: تحرير قائمة أسعار العملاء

source: Edit Distribution
ar: تحرير التوزيع

source: Edit Error Details
ar: تحرير تفاصيل الخطأ

source: Edit Item
ar: تعديل عنصر

source: Edit Load Template
ar: تحرير قالب التحميل

source: Edit LocationType Hierarchy
ar: تحرير التسلسل الهرمي لنوع الموقع

source: Edit Location Hierarchy
ar: تحرير التسلسل الهرمي للموقع

source: Edit Role
ar: تحرير الدور

source: Edit SKU
ar: تحرير SKU

source: Edit SKU GroupType Hierarchy
ar: تحرير التسلسل الهرمي لـ SKU GroupType

source: Edit SKU Group Hierarchy
ar: تحرير التسلسل الهرمي لمجموعة SKU

source: Edit SKU Group Type Hierarchy
ar: تحرير التسلسل الهرمي لنوع مجموعة SKU

source: Edit SKU Hierarchy
ar: تحرير التسلسل الهرمي SKU

source: Edit SKU UOM
ar: تحرير SKU UOM

source: Edit StoreGroup Hierarchy
ar: تحرير التسلسل الهرمي لمجموعة المتجر

source: Edit Store Group Type Hierarchy
ar: تحرير التسلسل الهرمي لنوع مجموعة المتجر

source: Edit TaxGroup
ar: تحرير مجموعة الضرائب

source: Edit User
ar: تحرير العضو

source: Edit Van
ar: تحرير فان

source: Effective From
ar: فعالة من

source: Effective Upto
ar: فعال حتى

source: elect Bank
ar: البنك المنتخب

source: Eligible Qty
ar: الكمية المؤهلة

source: Email
ar: بريد إلكتروني

source: Email Address
ar: عنوان البريد الإلكتروني

source: Email Delivery Docket
ar: جدول تسليم البريد الإلكتروني

source: Email Invoice
ar: فاتورة البريد الإلكتروني

source: Employee
ar: موظف

source: Employee Code
ar: رمز الموظف

source: Employee Details
ar: تفاصيل الموظف

source: Employee Details Saved Successfully
ar: تم حفظ تفاصيل الموظف بنجاح

source: Employee Details Updated Successfully
ar: تم تحديث تفاصيل الموظف بنجاح

source: Employee No
ar: رقم الموظف

source: Employee No,
ar: رقم الموظف،

source: Empty Alert
ar: تنبيه فارغ

source: Enable
ar: يُمكَِن

source: Enable/Disable
ar: مفعل وغير مفعل

source: EndDate
ar: تاريخ الانتهاء

source: End Date
ar: تاريخ الانتهاء

source: End Reading
ar: نهاية القراءة

source: End Time
ar: وقت النهاية

source: Enter
ar: يدخل

source: EnteredAmount
ar: تم إدخال المبلغ

source: Entered Amount not equal to Balance of Invoice or CreditNote
ar: المبلغ الذي تم إدخاله لا يساوي رصيد الفاتورة أو مذكرة الائتمان
