Repository: suryakant-winitsoftware/LBCL
Catalog: backend/UIComponents/Winit.UIComponents.Common/LanguageResources/Web/LanguageKeys.*.resx
Languages: ar

source: Entered Amount should be same as Total Amount.
ar: يجب أن يكون المبلغ المدخل هو نفس المبلغ الإجمالي.

source: Enter Account Number
ar: أدخل رقم الحساب

source: Enter Additional Mobile Number
ar: أدخل رقم الجوال الإضافي

source: Enter Address Line
ar: أدخل سطر العنوان

source: Enter Address Line1
ar: أدخل سطر العنوان1

source: Enter Address Line2
ar: أدخل سطر العنوان2

source: Enter Address Line3
ar: أدخل سطر العنوان3

source: Enter Address Line4
ar: أدخل سطر العنوان4

source: Enter Area
ar: أدخل المنطقة

source: Enter Bank
ar: أدخل البنك

source: Enter Blocked Reason
ar: أدخل سبب الحظر

source: Enter Building Delivery Code
ar: أدخل رمز تسليم المبنى

source: Enter Cheque Amount
ar: أدخل مبلغ الشيك

source: Enter Cheque Branch Name
ar: أدخل اسم فرع التحقق

source: Enter Cheque No
ar: أدخل رقم الشيك

source: Enter City/District
ar: أدخل المدينة/المنطقة

source: Enter Comments
ar: أدخل التعليقات

source: Enter Contact Person Mobile Number
ar: أدخل رقم الهاتف المحمول الخاص بجهة الاتصال

source: Enter Contact Person Name
ar: أدخل اسم جهة الاتصال

source: Enter Country
ar: أدخل البلد

source: Enter Customer Arabic Name
ar: أدخل اسم العميل باللغة العربية

source: Enter customer code or Name
ar: أدخل رمز العميل أو اسمه

source: Enter Customer Name
ar: أدخل اسم العميل

source: Enter Customer Name2
ar: أدخل اسم العميل2

source: Enter Delivery Instruction
ar: أدخل تعليمات التسليم

source: Enter Depot
ar: أدخل المستودع

source: Enter Description
ar: أدخل الوصف

source: Enter Document Number
ar: أدخل رقم الوثيقة

source: Enter Drawer
ar: أدخل الدرج

source: Enter Email
ar: أدخل البريد الإلكتروني

source: Enter Email Address
ar: أدخل عنوان البريد الالكتروني

source: Enter Extension
ar: أدخل التمديد

source: Enter Fax Number
ar: أدخل رقم الفاكس

source: Enter GST Number
ar: أدخل رقم ضريبة السلع والخدمات

source: Enter Here
ar: أدخل هنا

source: Enter Invoice Delivery Method
ar: أدخل طريقة تسليم الفاتورة

source: Enter Invoice Text
ar: أدخل نص الفاتورة

source: Enter Landline No
ar: أدخل رقم الهاتف الثابت

source: Enter Landline Number
ar: أدخل رقم الهاتف الثابت

source: Enter Legal Name
ar: أدخل الاسم القانوني

source: Enter Message:
ar: أدخل رسالة:

source: Enter Mobile Number
ar: أدخل رقم الجوال

source: Enter Online Amount
ar: أدخل المبلغ عبر الإنترنت

source: Enter Online Branch Name
ar: أدخل اسم الفرع عبر الإنترنت

source: Enter Online No
ar: أدخل رقم الانترنت

source: Enter Outlet Name
ar: أدخل اسم المنفذ

source: Enter POS Amount
ar: أدخل مبلغ نقطة البيع

source: Enter POS Branch Name
ar: أدخل اسم فرع نقطة البيع

source: Enter POS No
ar: أدخل رقم نقطة البيع

source: Enter PO Number
ar: أدخل رقم طلب الشراء

source: Enter Region/Zone
ar: أدخل المنطقة/المنطقة

source: Enter Remark
ar: أدخل الملاحظة

source: Enter Sepcial day
ar: أدخل اليوم الخاص

source: Enter Standing PO Number
ar: أدخل رقم أمر الشراء الدائم

source: Enter State
ar: إدخال الدولة

source: Enter Sub Area
ar: أدخل المنطقة الفرعية

source: Enter Tax Key Field
ar: أدخل حقل مفتاح الضريبة

source: Enter Territory
ar: أدخل الإقليم

source: EOT Status
ar: حالة محكمة تكافؤ الفرص

source: ERPApproved
ar: تمت الموافقة على نظام تخطيط موارد المؤسسات (ERP).

source: Error
ar: خطأ

source: Errordetails Saved or Updated Successfully
ar: تم حفظ تفاصيل الخطأ أو تحديثها بنجاح

source: Errordetails Saved Successfully
ar: تم حفظ تفاصيل الخطأ بنجاح

source: Errordetails Updated Successfully
ar: تم تحديث تفاصيل الخطأ بنجاح

source: Errors occured while validating User
ar: حدثت أخطاء أثناء التحقق من صحة المستخدم

source: Error Code
ar: خطا بالكود

source: Error Code,
ar: خطا بالكود،

source: Error Description
ar: وصف خاطئ

source: Error details
ar: تفاصيل الخطأ

source: Error details not available
ar: تفاصيل الخطأ غير متوفرة

source: Error Failed to delete customers. Error:
ar: خطأ فشل في حذف العملاء. خطأ:

# error_failed_to_delete_customers._error:1
source: Error Failed to delete customers. Error:
ar: خطأ فشل في حذف العملاء. خطأ:

source: Error fetching data from API:
ar: حدث خطأ أثناء جلب البيانات من واجهة برمجة التطبيقات:

source: Error loading data:
ar: خطأ في تحميل البيانات:

source: Error Management
ar: إدارة الأخطاء

source: Error Occured While executing Get Sales Order By Sales Order UID From API Async Sales Order UID
ar: حدث خطأ أثناء تنفيذ الحصول على أمر المبيعات بواسطة UID لأمر المبيعات من UID لأمر المبيعات غير المتزامن لواجهة برمجة التطبيقات

source: Error Occured while handeling the check btn
ar: حدث خطأ أثناء معالجة الشيك btn

source: Error occured while retriving the details
ar: حدث خطأ أثناء استرجاع التفاصيل

source: Excel Error
ar: خطأ في إكسل

source: Exception
ar: استثناء

source: Exception occured while Creating SalesOrder
ar: حدث استثناء أثناء إنشاء أمر المبيعات

source: Exception Occured while retirving the Reasons
ar: حدث استثناء أثناء سحب الأسباب

source: Exception Occured while Retriving the sku prices data from api
ar: حدث استثناء أثناء استرداد بيانات أسعار SKU من واجهة برمجة التطبيقات

source: Exclusive Indicator
ar: المؤشر الحصري

source: exection is
ar: الاخراج هو

source: Expected Avg Monthly Income
ar: متوسط ​​الدخل الشهري المتوقع

source: Expected Delivery Date
ar: تاريخ التسليم المتوقع

source: Export To CSV
ar: تصدير إلى CSV

source: Export to Excel
ar: تصدير إلى Excel

source: Export To PDF
ar: تصدير إلى PDF

source: Extension
ar: امتداد

source: Failed
ar: فشل

source: Failed to
ar: رسبت في

source: Failed to create Location Type
ar: فشل إنشاء نوع الموقع

source: Failed to delete cutomers
ar: فشل حذف العملاء

source: Failed to delete Location Type
ar: فشل حذف نوع الموقع

source: Failed to Save
ar: فشلت في انقاذ

source: Failed to save..
ar: فشلت في انقاذ..

source: Failed to Save...
ar: فشلت في انقاذ...

source: Failed to save File Sys
ar: فشل حفظ ملف Sys

source: Failed to save mapping
ar: فشل حفظ التعيين

source: Failed to save route. Error:
ar: فشل حفظ المسار. خطأ:

source: Failed to update
ar: اخفاق التحديث

source: Failed to Update..
ar: اخفاق التحديث..

source: Failure
ar: فشل

source: Fax
ar: فاكس

source: Fax Number
ar: رقم الفاكس

source: Field
ar: مجال

source: File Uploading
ar: تحميل الملف

source: Filter
ar: منقي

source: Finalize
ar: وضع اللمسات الأخيرة

source: Firebase Log Report
ar: تقرير سجل Firebase

source: Fire BaseDetails
ar: تفاصيل FireBase

source: FOC Product
ar: منتج فوك

source: FOC Stock
ar: مخزون FOC

source: Following field(s) having invalid values :
ar: الحقول التالية التي تحتوي على قيم غير صالحة:

source: Forgot password
ar: هل نسيت كلمة السر

source: ForPrint Forward
ar: للطباعة إلى الأمام

source: ForPrint TopUp
ar: للطباعة اشحن رصيدك

source: Fortnightly
ar: كل أسبوعين

source: Forward Order No
ar: الأمر الآجل رقم

source: For more Lists
ar: لمزيد من القوائم

source: Fraction Name
ar: اسم الكسر

source: Fraction Name,
ar: اسم الكسر،

source: Franchisee
ar: صاحب الامتياز

source: Franchisee Code
ar: رمز الامتياز

source: Franchisee Management
ar: إدارة الامتياز

source: Franchisee Name
ar: اسم صاحب الامتياز

source: Free SKU
ar: رمز تخزيني مجاني

source: Fri (Qty)
ar: الجمعة (الكمية)

source: From
ar: من

source: From-Date cannot be greater than To-Date
ar: لا يمكن أن يكون من تاريخ أكبر من تاريخ

source: FromDate,
ar: من التاريخ،

source: From Date
ar: من التاريخ

source: From Period
ar: من الفترة

source: Full Access
ar: الوصول الكامل

source: General
ar: عام

source: General Reports
ar: التقارير العامة

source: Generate PDF
ar: توليد قوات الدفاع الشعبي

source: Get
ar: يحصل

source: Gross Weight
ar: الوزن الإجمالي

source: Gross Weight Unit
ar: وحدة الوزن الإجمالي

source: Group Code
ar: رمز المجموعة

source: Group Type
ar: نوع المجموعة

source: GST
ar: ضريبة السلع والخدمات

source: GST Number
ar: رقم ضريبة السلع والخدمات

source: Has Budget?
ar: لديها الميزانية؟

source: has invalid value(s) :
ar: تحتوي على قيمة (قيم) غير صالحة:

source: Has Slabs
ar: لديه ألواح

source: Have Vehicle
ar: لديك مركبة

source: Have Warehouse
ar: لديك مستودع

source: Header Code
ar: رمز الرأس

source: Hello
ar: مرحبًا

source: Hierarchy
ar: تَسَلسُل

source: Hierarchy Management
ar: إدارة التسلسل الهرمي

source: Home
ar: بيت

source: If you change Visit Frequency All Data will be gone
ar: إذا قمت بتغيير تكرار الزيارة، فستختفي جميع البيانات

source: Image Upload for SKU
ar: تحميل الصورة لSKU

source: InActive
ar: غير نشط

source: Inspection Date
ar: تاريخ التفتيش

source: InternalServerError
ar: خطأ في الخادم الداخلي

source: Internet Available
ar: الإنترنت متاح

source: Internet Type
ar: نوع الإنترنت

source: InvalidFile
ar: ملف غير صالح

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح

source: Invalid response format: Data or Paged Data is null.
ar: تنسيق الاستجابة غير صالح: البيانات أو البيانات المقسمة إلى صفحات فارغة.

source: Inventory Management
ar: ادارة المخزون

source: Inventory Manage Required
ar: إدارة المخزون المطلوبة

source: Invoice
ar: فاتورة

source: Invoice-Admin Fee Per Billing Cycle
ar: الرسوم الإدارية للفاتورة لكل دورة إعداد فواتير

source: Invoice-Admin Fee Per Delivery
ar: الفاتورة-رسوم إدارية لكل تسليم

source: Invoice-Late Payment Fee
ar: رسوم الدفع المتأخر للفاتورة

source: Invoice-Late Payment Fee Per
ar: رسوم الدفع المتأخر للفاتورة لكل

source: Invoices and On Accounts are Created
ar: يتم إنشاء الفواتير وعلى الحسابات

source: Invoices are Created
ar: يتم إنشاء الفواتير

source: Invoices are Created, On Accounts are not Created
ar: يتم إنشاء الفواتير، ولا يتم إنشاء الحسابات

source: Invoices are not Created, On Accounts are Created
ar: لا يتم إنشاء الفواتير، يتم إنشاء الحسابات

source: Invoices are not selected. Do you want to Create OnAccount?
ar: لم يتم تحديد الفواتير. هل تريد إنشاء OnAccount؟

source: Invoice Date
ar: تاريخ الفاتورة

source: Invoice Delivery Method
ar: طريقة تسليم الفاتورة

source: Invoice Format
ar: تنسيق الفاتورة

source: Invoice Frequency
ar: تردد الفاتورة

source: Invoice Information
ar: معلومات الفاتورة

source: Invoice No
ar: رقم الفاتورة

source: Invoice Text
ar: نص الفاتورة

source: IsActive
ar: نشط

source: IsExcluded
ar: يتم استبعاد

source: Is Active
ar: نشط

source: Is Admin
ar: هو المشرف

source: Is Admin/Principal to Distributor Access
ar: هو المسؤول/الرئيسي لوصول الموزع

source: IS Allow Cash On Credit Exceed
ar: هو السماح بتجاوز النقد عند الائتمان

source: is Already added
ar: تمت إضافته بالفعل

source: Is App Role
ar: هو دور التطبيق

source: Is App User/ In Web User
ar: هل هو مستخدم التطبيق/مستخدم الويب

source: is Auto Allocate
ar: هو تخصيص تلقائي

source: Is Base UOM
ar: هي UOM الأساسية

source: Is Blocked
ar: تم حظره

source: Is Cancellation Of Invoice Allowed
ar: هل يُسمح بإلغاء الفاتورة؟

source: Is Compulsary
ar: إلزامي

source: Is Discount Applicable
ar: هل الخصم قابل للتطبيق؟

source: Is Distributor Role
ar: هو دور الموزع

source: Is Editable
ar: قابل للتحرير

source: Is Excluded
ar: يتم استبعاد

source: Is Failed
ar: وفشلت

source: Is Negative Invoice Allowed
ar: هل الفاتورة السلبية مسموح بها؟

source: Is On OverDue Customers
ar: على العملاء المتأخرين

source: Is Outer UOM
ar: هو UOM الخارجي

source: Is Out Standing Bill Control
ar: هو خارج السيطرة على الفاتورة الدائمة

source: Is Partial Payments
ar: هي المدفوعات الجزئية

source: Is Primary
ar: هو الابتدائي

source: Is Principal Role
ar: هو الدور الرئيسي

source: Is Principal Role/ In Distributor Role
ar: هو الدور الرئيسي/في دور الموزع

source: Is School
ar: هل المدرسة

source: Is Tax Applicable
ar: هل تنطبق الضريبة

source: is the default Contact,
ar: هي جهة الاتصال الافتراضية،

source: Is ThirdParty
ar: هو طرف ثالث

source: Is VAT QR Capture MAndatory
ar: هل التقاط ضريبة القيمة المضافة QR إلزامي

source: Is Warehouse OR School
ar: هل مستودع أو مدرسة

source: Is Web Role
ar: هو دور الويب

source: Item
ar: غرض

source: ItemCode
ar: رمز الصنف

source: ItemGroup
ar: مجموعة العناصر

source: Items
ar: أغراض

source: Items Already Exists
ar: العناصر موجودة بالفعل

source: Item Name
ar: اسم العنصر

source: Item SKU
ar: البند SKU

source: Item SKU Code
ar: رمز SKU للعنصر

source: Item SKU Code,
ar: رمز SKU للعنصر،

source: Item Successfully Added
ar: تمت إضافة العنصر بنجاح

source: Item Successfully Updated
ar: تم تحديث العنصر بنجاح

source: Item Supplier
ar: مورد السلعة

source: Item Type
ar: نوع العنصر

source: It is must to add both base and outer uom.
ar: لا بد من إضافة كل من القاعدة والخارجية uom.

source: JourneyPlan
ar: خطة الرحلة

source: Journey Date
ar: تاريخ الرحلة

source: Journey EndTime
ar: رحلة نهاية الوقت

source: Journey End Date
ar: تاريخ انتهاء الرحلة

source: Journey End Time
ar: وقت نهاية الرحلة

source: Journey Info
ar: #VALUE!

source: Journey Plan
ar: خطة الرحلة

source: Journey Start Date
ar: تاريخ بدء الرحلة

source: Journey Start Time
ar: وقت بدء الرحلة

source: Journey Time
ar: وقت الرحلة

source: Landline No
ar: ليس خط أرضي

source: Landline Number
ar: رقم الهاتف الثابت

source: Landmark
ar: معلم معروف

source: Language Code
ar: رمز اللغة

source: Language Code,
ar: رمز اللغة،

source: Language code should be of Length 1 - 2
ar: يجب أن يكون طول رمز اللغة من 1 إلى 2

source: Last Modified By
ar: التعديل الأخير من قبل

source: Last Modified On
ar: تاريخ آخر تعديل

source: Latitude
ar: خط العرض

source: Lead Time In Days
ar: المهلة الزمنية في أيام

source: Legal Name
ar: الاسم القانوني

source: Level
ar: مستوى

source: Level-1 Comments
ar: تعليقات المستوى 1

source: Level-2 Comments
ar: تعليقات المستوى الثاني

source: Level/Unit/Building
ar: المستوى / الوحدة / المبنى

source: List All Points
ar: قائمة كافة النقاط

source: LIst Of All Items
ar: قائمة بجميع العناصر

source: Load
ar: حمولة

source: Loading Load Request
ar: جارٍ تحميل طلب التحميل

source: Loading Load Template
ar: جارٍ تحميل قالب التحميل

source: Loading SKU's
ar: جارٍ تحميل SKU

source: load request templates
ar: تحميل قوالب الطلب

source: Load Template
ar: تحميل القالب

source: location
ar: موقع

source: LocationTypeHierarchy Level Code Name
ar: الموقع والنوع والاسم الرمزي لمستوى التسلسل الهرمي

source: LocationType successfully created
ar: تم إنشاء نوع الموقع بنجاح

source: LocationType Successfully deleted
ar: تم حذف نوع الموقع بنجاح

source: Location added Successfully
ar: تمت إضافة الموقع بنجاح

source: Location Adding Failed
ar: فشلت إضافة الموقع

source: Location Deleted Successfully
ar: تم حذف الموقع بنجاح

source: Location Deleting Failed
ar: فشل حذف الموقع

source: Location Enabled
ar: تم تمكين الموقع

source: Location Hierarchy
ar: التسلسل الهرمي للموقع

source: location hierarchy level
ar: مستوى التسلسل الهرمي للموقع

source: Location Type Hierarchy
ar: نوع الموقع التسلسل الهرمي

source: location type hierarchy level
ar: مستوى التسلسل الهرمي لنوع الموقع

source: Location Type Updated Successfully
ar: تم تحديث نوع الموقع بنجاح

source: Location Type Update Failed
ar: فشل تحديث نوع الموقع

source: Location Updated Successfully
ar: تم تحديث الموقع بنجاح

source: Location Update failed
ar: فشل تحديث الموقع

source: Login
ar: تسجيل الدخول

source: LoginID,
ar: اسمك،

source: Login Failed
ar: فشل تسجيل الدخول

source: Login ID
ar: اسمك

source: Logout
ar: تسجيل خروج

source: Longitude
ar: خط الطول

source: LongName,
ar: اسم طويل،

source: Long Name
ar: اسم طويل

source: MaintainDistributor
ar: صيانة الموزع

source: MaintainTax
ar: ضريبة الصيانة

source: Maintain Collection
ar: الحفاظ على المجموعة

source: Maintain Customer
ar: الحفاظ على العملاء

source: Maintain Customer Details
ar: الحفاظ على تفاصيل العملاء

source: Maintain Customer Price List
ar: الحفاظ على قائمة أسعار العملاء

source: Maintain Distributor
ar: الحفاظ على الموزع

source: Maintain Load Request
ar: الحفاظ على طلب التحميل

source: Maintain Load Request Templates
ar: الحفاظ على قوالب طلب التحميل

source: Maintain PO Model Qty
ar: الحفاظ على الكمية نموذج بو

source: Maintain Promotions
ar: الحفاظ على الترقيات

source: Maintain Roles
ar: الحفاظ على الأدوار

source: Maintain Routes
ar: الحفاظ على الطرق

source: Maintain Settings
ar: الحفاظ على الإعدادات

source: Maintain SKU
ar: الحفاظ على SKU

source: Maintain Standard Price List
ar: الحفاظ على قائمة الأسعار القياسية

source: Maintain Tax
ar: الحفاظ على الضرائب

source: Maintain Tax Group
ar: الحفاظ على المجموعة الضريبية

source: Maintain Users
ar: الحفاظ على المستخدمين

source: Maintain User Roles
ar: الحفاظ على أدوار المستخدم

source: Maintain Van
ar: صيانة فان

source: Maintain Warehouse
ar: صيانة المستودع

source: Make As Default
ar: جعل كافتراضي

source: Make Default
ar: جعل الافتراضي

source: Manage Bank Master
ar: إدارة البنك الرئيسي

source: Manage Currency
ar: إدارة العملة

source: Manage Load Template
ar: إدارة قالب التحميل

source: Manage Mobile Menu
ar: إدارة قائمة الجوال

source: Manage Presales Orders
ar: إدارة أوامر ما قبل البيع

source: Manage Return Orders
ar: إدارة أوامر العودة

source: Manage Unallocated Orders
ar: إدارة الطلبات غير المخصصة

source: Manage Web Menu
ar: إدارة قائمة الويب

source: Manual Docket Number
ar: رقم الدفتر اليدوي

source: Map
ar: رسم خريطة

source: Mapping
ar: رسم الخرائط

source: Mapping Component
ar: مكون رسم الخرائط

source: Mapping Saved
ar: تم حفظ التعيين

source: Master
ar: يتقن

source: Max
ar: الأعلى

source: Max Deal Count
ar: الحد الأقصى لعدد الصفقات

source: Max Qty
ar: ماكس الكمية

source: Max Sale
ar: ماكس بيع

source: Max value of slab
ar: أقصى قيمة للبلاطة

source: MCL Product Group
ar: مجموعة منتجات MCL

source: Message Key
ar: مفتاح الرسالة

source: Min
ar: دقيقة

source: Min Qty
ar: الحد الأدنى للكمية

source: Missing Fields
ar: حقول مفقودة

source: Mobile
ar: متحرك

# mobile1
source: MOBILE
ar: متحرك

source: MobileItem Details Saved Successfully
ar: تم حفظ تفاصيل MobileItem بنجاح

source: Mobile Number
ar: رقم الهاتف المحمول

source: Mobile Phone
ar: تليفون محمول

source: Model
ar: نموذج

source: Model,
ar: نموذج،

source: Model Qty
ar: الكمية النموذجية

source: Modified Time
ar: الوقت المعدل

source: Module
ar: وحدة

source: Module,
ar: وحدة،

source: Monthly
ar: شهريا

source: Mon (Qty)
ar: الإثنين (الكمية)

source: Multiples Per Week
ar: مضاعفات في الأسبوع

source: Multiplier
ar: المضاعف

source: MyCustomers
ar: زبائني

source: Name
ar: اسم

source: Name ,
ar: اسم ،

source: Name should Not be empty
ar: يجب ألا يكون الاسم فارغًا

source: Net $
ar: شبكة

source: Network Available
ar: الشبكة متاحة

source: New Password
ar: كلمة المرور الجديدة

source: New Price Start Date
ar: تاريخ بدء السعر الجديد

source: No
ar: لا

source: No. Of Cash Counters
ar: عدد عدادات النقد

source: non-cash settlement
ar: التسوية غير النقدية

source: NonSaleable
ar: غير قابل للبيع

source: NormalStock
ar: نورمال ستوك

source: Note: Credit Notes won't apply in Auto-Allocation
ar: ملاحظة: لن يتم تطبيق إشعارات الائتمان في التخصيص التلقائي

source: Notes
ar: ملحوظات

source: Notification Received Time
ar: وقت استلام الإخطار

source: Notification sent successfully.
ar: تم إرسال الإشعار بنجاح.

source: Notification Sent Time
ar: وقت إرسال الإشعار

source: Notification Sent To Log Api Time
ar: تم إرسال الإشعار لتسجيل وقت API

source: NO_ACTION
ar: لا رد فعل

source: No Category Selected
ar: لم يتم تحديد فئة

source: No data
ar: لايوجد بيانات

source: No data available.
ar: لا تتوافر بيانات.

source: No End Date
ar: لا يوجد تاريخ انتهاء

source: No file chosen
ar: لم تقم باختيار ملف

source: No Items
ar: لا توجد عناصر

source: No items to display
ar: لا توجد عناصر لعرضها

source: No of Decimals
ar: عدد الكسور العشرية

source: No Of Outstanding Invoices
ar: عدد الفواتير المستحقة

source: No Records Available
ar: لا توجد سجلات متاحة

source: No Records found.
ar: لا توجد سجلات.

source: No Record Found
ar: لا يوجد سجلات

source: No row clicked
ar: لم يتم النقر على أي صف

source: No SKU Available
ar: لا يوجد SKU متاح

source: Number
ar: رقم

source: Number/Street Name1
ar: الرقم/اسم الشارع1

source: Number/Street Name2
ar: الرقم/اسم الشارع2

source: Number of Documents
ar: عدد الوثائق

source: OB
ar: أوب

source: Odometer Reading (KM)
ar: قراءة عداد المسافات (كم)

source: Offer Items
ar: عناصر العرض

source: Offer Type
ar: نوع العرض

source: Of Days
ar: أيام

source: Ok
ar: نعم

source: OnAccount Created
ar: تم الإنشاء على الحساب

source: OnAccount Creation Failed
ar: فشل إنشاء الحساب

source: OnAccount Failed
ar: فشل على الحساب

source: Online Details
ar: التفاصيل عبر الإنترنت

source: Only Excel files are Uploadable.
ar: ملفات Excel فقط هي القابلة للتحميل.

source: Open
ar: يفتح

source: OpeningBalance
ar: الرصيد الافتتاحي

source: Open Account Date
ar: تاريخ فتح الحساب

source: operation failed...
ar: فشلت العملية...

source: Order
ar: طلب

source: Order No
ar: رقم الطلب

source: OrderType
ar: نوع الطلب

source: Order Approved Successfully
ar: تمت الموافقة على الطلب بنجاح

source: Order Date
ar: تاريخ الطلب

source: Order Details
ar: تفاصيل الطلب

source: Order Failed to Save
ar: فشل حفظ الطلب

# order_failed_to_save&amp;approve
source: Order Failed to Save&Approve
ar: فشل الطلب في الحفظ والموافقة عليه

source: Order Item Selection Type
ar: نوع اختيار عنصر الطلب

source: Order No
ar: رقم الطلب

source: Order Number
ar: رقم الأمر

source: Order Placed Successfully
ar: تم تقديم الطلب بنجاح

source: Order Qty
ar: الكمية النظام

source: Order Saved Successfully
ar: تم حفظ الطلب بنجاح

source: Order Settings
ar: إعدادات الطلب

source: Order Status
ar: حالة الطلب

source: Order Type
ar: نوع الطلب

source: Org
ar: منظمة

# org&amp;rolemapping
source: Org&RoleMapping
ar: تنظيم وتحديد الأدوار

# org&amp;rolemapping_details_saved_successfully
source: Org&RoleMapping Details Saved Successfully
ar: تم حفظ تفاصيل المؤسسة وتخطيط الأدوار بنجاح

# org&amp;rolemapping_details_update_successfully
source: Org&RoleMapping Details Update Successfully
ar: تم تحديث تفاصيل المؤسسة&تحديد الأدوار بنجاح

# org&amp;rolemapping_failed_to_save
source: Org&RoleMapping failed to save
ar: فشل حفظ المؤسسة&RoleMapping

# org&amp;rolemapping_failed_to_update
source: Org&RoleMapping failed to Update
ar: فشل تحديث المؤسسة&RoleMapping

source: Org,
ar: مؤسسة,

source: Organisation already exist
ar: المنظمة موجودة بالفعل

source: Organisation Configuration
ar: التكوين التنظيمي

source: Organization
ar: منظمة

source: OrgCode
ar: رمز المؤسسة

source: OrgName
ar: اسم المؤسسة

# org_&amp;_role_mapping
source: Org & Role Mapping
ar: تخطيط المؤسسة والأدوار

source: Org Code
ar: رمز المنظمة

source: ORG Item
ar: عنصر المنظمة

source: ORG item Details Saved Successfully
ar: تم حفظ تفاصيل عنصر ORG بنجاح

source: ORG Item Details Updated Successfully
ar: تم تحديث تفاصيل عنصر ORG بنجاح

source: Other Section
ar: قسم آخر

source: Other user
ar: مستخدم آخر

source: Other User,
ar: مستخدم آخر،

source: OU
ar: الوحدة التنظيمية

source: Outer
ar: الخارجي

source: OutLet Image
ar: صورة المخرج

source: Outlet Name
ar: اسم المخرج

source: OutStanding Invoicess
ar: الفاتورة المعلقة

source: OU Qty
ar: الكمية

source: PaidAmount
ar: المبلغ المدفوع

source: Parent
ar: الأبوين

source: Parent Role
ar: دور الوالدين

source: Password
ar: كلمة المرور

source: Password miss match
ar: كلمة المرور مفقودة

source: PaymentMode
ar: طريقة الدفع

source: Payment Details
ar: بيانات الدفع

source: Payment Method
ar: طريقة الدفع او السداد

source: Payment Mode
ar: طريقة الدفع

source: Payment Term
ar: مصطلح الدفع

source: Payment Type
ar: نوع الدفع

source: Pending
ar: قيد الانتظار

source: Pendings
ar: في انتظار المراجعة

source: Pending Collections
ar: المجموعات المعلقة

source: Percent
ar: نسبه مئويه

source: Percentage
ar: نسبة مئوية

source: Phone
ar: هاتف

source: phone Extension
ar: امتداد الهاتف

source: Plant
ar: نبات

source: Platform
ar: منصة

source: Platform,
ar: منصة،

source: Please Add Atleast One tier or slab
ar: الرجاء إضافة طبقة أو لوح واحد على الأقل

source: Please Adjust Amount
ar: يرجى ضبط المبلغ

# please_adjust_invoice_&amp;_creditnote_amount_to_total_amount.
source: Please adjust Invoice & CreditNote amount to Total Amount.
ar: يرجى تعديل مبلغ الفاتورة وإشعار الدائن إلى المبلغ الإجمالي.

source: Please Enter Amount
ar: الرجاء إدخال المبلغ
