Repository: suryakant-winitsoftware/LBCL
Catalog: backend/UIComponents/Winit.UIComponents.Common/LanguageResources/Web/LanguageKeys.*.resx
Languages: ar

source: this Order
ar: هذا الأمر

source: this record?
ar: هذا السجل؟

source: This Service Coming Soon
ar: هذه الخدمة قريبا

source: Thu (Qty)
ar: الخميس (الكمية)

source: To
ar: ل

source: ToDate,
ar: ان يذهب في موعد،

source: Total
ar: المجموع

source: Total Amount
ar: المبلغ الإجمالي

source: Total Amount is more than Paying Amount
ar: المبلغ الإجمالي أكبر من المبلغ المدفوع

source: Total Customers
ar: إجمالي العملاء

source: Total Discount
ar: إجمالي الخصم

source: Total EA Qty
ar: إجمالي كمية EA

source: Total Outstanding Balance
ar: إجمالي الرصيد المستحق

source: Total Reading
ar: القراءة الإجمالية

source: Total SKU
ar: إجمالي SKU

source: Total SKU Count
ar: إجمالي عدد SKU

source: Total Tax
ar: مجموع الضريبة

source: To Date
ar: ان يذهب في موعد

source: To Date should not be less than From Date
ar: يجب ألا يكون To Date أقل من From Date

source: To Period
ar: إلى الفترة

source: Transaction Date
ar: تاريخ الصفقة

source: Transfer To
ar: حول إلى

source: Travel Time:
ar: وقت السفر:

source: Truck Stock Movements
ar: تحركات مخزون الشاحنات

source: TrxDate
ar: تاريخ

source: Tue (Qty)
ar: الثلاثاء (الكمية)

source: Type
ar: يكتب

source: UID
ar: معرف فريد

source: UnAssigned
ar: غير معين

source: Uncheck All
ar: الغاءالكل

source: Unit
ar: وحدة

source: Unit Price
ar: سعر الوحدة

source: Unload date
ar: تاريخ التفريغ

source: UnSettled Amount
ar: المبلغ غير المستقر

source: Unsettled Details
ar: تفاصيل غير مستقرة

source: UOM must be selected.
ar: يجب تحديد UOM.

source: Update
ar: تحديث

source: Updated
ar: محدث

source: Updated Successfully
ar: تم التحديث بنجاح

source: UpdateRoles
ar: تحديث الأدوار

# update_&amp;_proceed
source: Update & Proceed
ar: التحديث والمتابعة

source: Update Contact
ar: تحديث جهة الاتصال

source: Update Failed:
ar: فشل التحديث:

source: Upload File
ar: رفع ملف

source: Upload Profile
ar: تحميل الملف الشخصي

source: User
ar: مستخدم

source: User,
ar: مستخدم،

source: User Disabled Successfully
ar: تم تعطيل المستخدم بنجاح

source: User doesnt have selected Invoice. Do you want to create On Account?
ar: لم يقم المستخدم بتحديد الفاتورة. هل تريد إنشاء على الحساب؟

source: User Enabled Successfully
ar: تم تمكين المستخدم بنجاح

# user_journey_&amp;_attendance_report
source: User Journey & Attendance Report
ar: تقرير رحلة المستخدم والحضور

source: User Journey_Attendance Report Details
ar: رحلة المستخدم_تفاصيل تقرير الحضور

source: User Login Successful
ar: تم تسجيل دخول المستخدم بنجاح

source: User Management
ar: إدارةالمستخدم

source: User Name
ar: اسم المستخدم

source: User Profile
ar: ملف تعريفي للمستخدم

source: User Reports
ar: تقارير المستخدم

source: Validation Error
ar: خطئ في التحقق

source: ValidFrom
ar: صالح من تاريخ

source: ValidFrom date should be select
ar: يجب تحديد تاريخ صالح من

source: ValidTo
ar: صالحة ل

source: ValidUpto
ar: صالح حتى

source: ValidUpto date should be select
ar: يجب تحديد تاريخ صالح حتى

source: Valid From
ar: صالح من تاريخ

source: Valid From Should not be greater than or equal to Valid Upto
ar: الصالح من يجب ألا يكون أكبر من أو يساوي الصالح حتى

source: Valid To
ar: صالحة ل

source: Valid UpTo
ar: صالح حتى

source: Value
ar: قيمة

source: Values will be overriden by this. Are you sure to continue?
ar: سيتم تجاوز القيم بهذا. هل أنت متأكد من الاستمرار؟

source: Value in (INR)
ar: القيمة بالروبية الهندية

source: Van
ar: سيارة نقل

source: Vansales
ar: فانساليس

source: Van Sales
ar: مبيعات فان

source: Van SI Date
ar: تاريخ فان سي

source: VAT
ar: ضريبة القيمة المضافة

source: Vehicle
ar: عربة

source: Vehicle,
ar: عربة،

# vehicle,1
source: Vehicle,
ar: عربة،

source: Vehicle Details Saved Successfully
ar: تم حفظ تفاصيل المركبة بنجاح

source: Vehicle Details Updated Successfully
ar: تم تحديث تفاصيل السيارة بنجاح

source: Vehicle No
ar: السيارة لا

source: View
ar: منظر

source: View/Edit Address
ar: عرض/تحرير العنوان

source: View/Edit Distributor
ar: عرض/تحرير الموزع

source: View App Version
ar: عرض إصدار التطبيق

source: View Bank Details
ar: عرض تفاصيل البنك

source: View Bank Master
ar: عرض البنك الرئيسي

source: View Currency Details
ar: عرض تفاصيل العملة

source: View Error Details
ar: عرض تفاصيل الخطأ

source: View In Menu
ar: عرض في القائمة

source: View Load Request
ar: عرض طلب التحميل

source: view payments
ar: عرض المدفوعات

source: View Presales Order
ar: عرض طلب ما قبل البيع

source: View Reasons
ar: عرض الأسباب

source: view sales orders
ar: عرض أوامر البيع

source: View Sales Orders Details
ar: عرض تفاصيل أوامر المبيعات

source: View SKU UOM
ar: عرض SKU UOM

source: View Stock Request
ar: عرض طلب الأسهم

source: view today's journey plan
ar: عرض خطة الرحلة اليوم

source: View Today's Route Details
ar: عرض تفاصيل الطريق اليوم

source: view van stock
ar: عرض مخزون الشاحنة

source: view ware house stock
ar: عرض مخزون بيت الأدوات

source: Visited
ar: تمت زيارتها

source: Visit Frequency
ar: تردد الزيارة

source: Visit Frequency,
ar: تردد الزيارة،

source: Void
ar: فارغ

source: Voided Successfully
ar: تم الإلغاء بنجاح

source: Volume
ar: مقدار

source: Warehouse
ar: مستودع

source: WareHouse,
ar: مستودع،

source: Warehouse Details
ar: تفاصيل المستودع

source: WareHouse Details Saved Successfully
ar: تم حفظ تفاصيل المستودع بنجاح

source: WareHouse Details Updated Successfully
ar: تم تحديث تفاصيل المستودع بنجاح

source: WareHouse Stock
ar: مخزون المستودعات

source: Warehouse successfully deleted.
ar: تم حذف المستودع بنجاح.

source: Warehouse Type
ar: نوع المستودع

source: Warehouse Type,
ar: نوع المستودع،

source: Warning
ar: تحذير

source: WEB
ar: الويب

source: Wed (Qty)
ar: الأربعاء (الكمية)

source: Weekly
ar: أسبوعي

source: Weight
ar: وزن

source: Weight Unit
ar: وحدة الوزن

source: While adjusting Invoices and Creditnotes Deselect Paymentmode.
ar: أثناء ضبط الفواتير والإشعارات الدائنة، قم بإلغاء تحديد وضع الدفع.

source: While uploading please check all fields are correctly filled or not.
ar: أثناء التحميل يرجى التأكد من أن جميع الحقول مملوءة بشكل صحيح أم لا.

source: Wholesale
ar: بالجملة

source: WholeSale Price
ar: سعر بالجملة

source: WINIT
ar: الفوز بها

source: With Printed Prices
ar: مع الأسعار المطبوعة

source: WS Price
ar: سعر دبليو اس

source: Yes
ar: نعم

source: You Can not delete this Promotion Because its is applied Some where !
ar: لا يمكنك حذف هذا العرض الترويجي لأنه مطبق في مكان ما!

source: You must complete the current route before you start a new route. Journey Plan Reconciliation may also be required.
ar: يجب عليك إكمال المسار الحالي قبل أن تبدأ طريقًا جديدًا. قد تكون هناك حاجة أيضًا إلى تسوية خطة الرحلة.

source: Zip Code
ar: الرمز البريدي
