Repository: suryakant-winitsoftware/LBCL
Catalog: backend/UIComponents/Winit.UIComponents.Common/LanguageResources/Web/LanguageKeys.*.resx
Languages: ar

source: Please Enter Cash Amount
ar: الرجاء إدخال المبلغ النقدي

source: Please Enter Cheque Amount
ar: الرجاء إدخال مبلغ الشيك

source: Please enter Comments
ar: الرجاء إدخال التعليقات

source: Please Enter new Password
ar: الرجاء إدخال كلمة المرور الجديدة

source: Please Enter Online Amount
ar: الرجاء إدخال المبلغ عبر الإنترنت

source: Please Enter POS Amount
ar: الرجاء إدخال مبلغ نقطة البيع

source: Please fill all Cheque fields.
ar: يرجى ملء جميع حقول التحقق.

source: Please fill all fields in Excel
ar: يرجى ملء كافة الحقول في Excel

source: Please fill all Online fields.
ar: يرجى ملء جميع الحقول عبر الإنترنت.

source: Please fill all POS fields.
ar: يرجى ملء جميع حقول نقاط البيع.

source: Please fill Comments
ar: يرجى ملء التعليقات

source: Please Fill Mandatory Field(s)
ar: يرجى ملء الحقول الإلزامية

source: Please select atleast one line
ar: الرجاء تحديد سطر واحد على الأقل

source: Please Select Currency
ar: الرجاء تحديد العملة

source: Please select Customer
ar: الرجاء تحديد العميل

source: Please select Invoices.
ar: الرجاء تحديد الفواتير.

source: Please Select PaymentMode
ar: الرجاء تحديد طريقة الدفع

source: Please select visit frequency.
ar: الرجاء تحديد تردد الزيارة.

source: Please Unselect the Settled Records
ar: الرجاء إلغاء تحديد السجلات التي تمت تسويتها

source: Please Upload Files!
ar: يرجى تحميل الملفات!

source: Postal COde
ar: رمز بريدي

source: PO Number
ar: PO عدد

source: Prefered Payment Mode
ar: طريقة الدفع المفضلة

source: Preffered Payment Method
ar: طريقة الدفع المفضلة

source: Prefix
ar: بادئة

source: Presales
ar: قبل المبيعات

source: Pre Sales
ar: قبل المبيعات

source: Price
ar: سعر

source: PriceType
ar: نوع السعر

source: Price for
ar: السعر لاجل

source: Price List
ar: قائمة الاسعار

source: Price Type
ar: نوع السعر

source: Pricing Management
ar: إدارة التسعير

source: Principle to Distributor Access
ar: مبدأ وصول الموزع

source: Printer SetUp
ar: إعدادات الطابعه

source: Print Forward
ar: طباعة إلى الأمام

source: Print Order Summary
ar: طباعة ملخص الطلب

source: Print Selected Order
ar: طباعة الطلب المحدد

source: Print Standing
ar: طباعة الدائمة

source: Print TopUp
ar: طباعة اشحن رصيدك

source: Priority
ar: أولوية

source: Priority Already Exist
ar: الأولوية موجودة بالفعل

source: Processed
ar: تمت معالجتها

source: Product Group
ar: مجموعة المنتجات

source: product hierarchy level
ar: مستوى التسلسل الهرمي للمنتج

source: Product Management
ar: ادارة المنتج

source: Product Type
ar: نوع المنتج

source: product type hierarchy level
ar: مستوى التسلسل الهرمي لنوع المنتج

source: Profile Saved Successfully
ar: تم حفظ الملف الشخصي بنجاح

source: Promo
ar: الترويجي

source: PromoFormat
ar: تنسيق ترويجي

source: PromotionGroup
ar: مجموعة الترويج

source: Promotions
ar: الترقيات

source: Promotions Items:
ar: العناصر الترويجية:

source: Promotions Offer Items :
ar: عناصر العرض الترويجي:

source: Promotion Code
ar: شفرة الترقية

source: Promotion Description
ar: وصف الترويج

source: Promotion Format
ar: تنسيق الترويج

source: Promotion Items
ar: عناصر الترويج

source: Promotion Key
ar: مفتاح الترويج

source: Promotion Name
ar: اسم الترويج

source: Promotion Offer Type
ar: نوع العرض الترويجي

source: Promo Format
ar: تنسيق الترويجي

source: Purchase Order
ar: أمر شراء

source: Purchase Order Always Required
ar: أمر الشراء مطلوب دائما

source: Qty Count
ar: عدد الكمية

source: Qty Count(EA)
ar: عدد الكمية (EA)

source: Quantity should not be negative or equal to Zero..
ar: يجب ألا تكون الكمية سالبة أو تساوي صفراً.

source: Reason
ar: سبب

source: Reasons
ar: الأسباب

source: Reason Details Saved Successfully
ar: تم حفظ تفاصيل السبب بنجاح

source: Reason Details Updated Successfully
ar: تم تحديث تفاصيل السبب بنجاح

source: Receipt(s) created Successfully
ar: تم إنشاء الإيصال (الإيصالات) بنجاح

source: ReceiptNumber
ar: عدد إيصال

source: Receipt No
ar: رقم الإيصال

source: Receipt Number
ar: عدد إيصال

source: Received
ar: تلقى

source: Records Selected
ar: السجلات مختارة

source: Reference
ar: مرجع

source: Reference Order No
ar: رقم الطلب المرجعي

source: RefNo
ar: مصدر رقم

source: Ref No
ar: مصدر رقم

source: Region
ar: منطقة

source: Region/Zone
ar: المنطقة/المنطقة

source: Registration No
ar: رقم التسجيل

source: Registration No,
ar: رقم التسجيل،

source: Reject
ar: يرفض

source: Rejected
ar: مرفوض

source: Rejected Collections
ar: المجموعات المرفوضة

source: Rejected Successfully
ar: تم الرفض بنجاح

source: Reject failed
ar: فشل الرفض

source: Remember Me
ar: تذكرنى

source: reopen journey plan
ar: إعادة فتح خطة الرحلة

source: Replace Unit Price
ar: استبدال سعر الوحدة

source: Reports
ar: التقارير

source: ReportsTo
ar: تقارير ل

source: Reports ,
ar: التقارير ,

source: Repost
ar: إعادة نشر

source: Requested
ar: مطلوب

source: Requested By
ar: بتوصية من

source: Requested Date
ar: التاريخ المطلوب

source: Requested QTY
ar: الكمية المطلوبة

source: Requested To
ar: طلب إلى

source: Request Body
ar: هيئة الطلب

source: Request Code
ar: كود الطلب

source: Request Created From Date
ar: طلب الإنشاء من تاريخ

source: Request Created Time
ar: طلب وقت الإنشاء

source: Request Created To Date
ar: تم إنشاء الطلب حتى الآن

source: Request Date
ar: تاريخ الطلب

source: Request From
ar: طلب من

source: Request No
ar: رقم الطلب

source: Request Posted To Api Time
ar: تم إرسال الطلب إلى وقت API

source: Request Posted To DB Time
ar: تم إرسال الطلب إلى وقت قاعدة البيانات

source: Request Received By Api Time
ar: تم استلام الطلب بواسطة وقت API

source: Request Received By Service Time
ar: تم استلام الطلب حسب وقت الخدمة

source: Request Sent 2 Log Api Time
ar: تم إرسال الطلب 2 سجل API الوقت

source: Request Sent To Service Time
ar: تم إرسال الطلب إلى وقت الخدمة

source: Request Type
ar: نوع الطلب

source: Required By Date
ar: مطلوب حسب التاريخ

source: Req Qty
ar: الكمية المطلوبة

source: Reset
ar: إعادة ضبط

source: Reset PW
ar: إعادة تعيين PW

source: Resolution
ar: دقة

source: Resolution,
ar: دقة،

source: Result
ar: نتيجة

source: Retail
ar: بيع بالتجزئة

source: Retail Price
ar: سعر التجزئة

source: Return Date
ar: تاريخ العودة

source: Return Order
ar: أمر الإرجاع

source: Return Order Settings
ar: إعدادات أمر الإرجاع

source: Return Order Summary
ar: ملخص أمر الإرجاع

source: Return Summary
ar: ملخص العودة

source: Reuquest Code
ar: طلب رمز

source: Reversal
ar: انعكاس، ارتداد، انقلاب

source: Reversal/Void
ar: عكس / باطلة

source: Reversal Comments
ar: تعليقات عكسية

source: Reversal Reason
ar: سبب الرجوع

source: Reverse
ar: يعكس

source: Reversed
ar: عكس

source: Reversed Successfully
ar: تم العكس بنجاح

source: Road Tax Expiry Date
ar: تاريخ انتهاء ضريبة الطريق

source: Role
ar: دور

source: Role,
ar: دور،

source: Role ,
ar: دور ،

source: Role Already Exist
ar: الدور موجود بالفعل

source: Role Name
ar: اسم الدور

source: Route
ar: طريق

source: RouteCode,
ar: رمز الطريق,

source: RouteName,
ar: اسم الطريق،

source: Routes
ar: الطرق

# route_&amp;_delivery_date
source: Route & Delivery Date
ar: الطريق وتاريخ التسليم

source: Route Code
ar: رمز الطريق

source: Route Code/Name
ar: رمز/اسم الطريق

source: Route Delivery Profile
ar: الملف الشخصي لتسليم الطريق

source: Route Details
ar: تفاصيل الطريق

source: Route Is not Selected
ar: لم يتم تحديد الطريق

source: Route Management
ar: إدارة الطريق

source: Route Name
ar: اسم الطريق

source: Route successfully updated.
ar: تم تحديث المسار بنجاح.

source: Route Type
ar: نوع الطريق

source: RSS Display Description
ar: وصف عرض RSS

source: RTL Price
ar: سعر آر تي إل

source: Salable
ar: رائج

source: SalableStock
ar: سالابليستوك

source: Saleable
ar: رائج

source: Salesman
ar: بائع

source: SalesOrg
ar: منظمة المبيعات

source: Sales Management
ar: إدارة المبيعات

source: Sales Orders
ar: طلبات المبيعات

source: Sales Order No
ar: رقم أمر المبيعات

source: Sales Order Number
ar: رقم طلب المبيعات

source: Sales Order Successfully
ar: أمر المبيعات بنجاح

source: sales org
ar: منظمة المبيعات

source: Sales Organisation
ar: منظمة المبيعات

source: Sales Rep
ar: مندول المبيعات

source: Sales Rep Login ID
ar: معرف تسجيل دخول مندوب المبيعات

source: Sales Rep Name
ar: اسم مندوب المبيعات

source: Sales Summary
ar: ملخص المبيعات

source: Sales Type Is not Selected
ar: لم يتم تحديد نوع المبيعات

source: Sat (Qty)
ar: السبت (الكمية)

source: Save
ar: يحفظ

source: Saved
ar: أنقذ

source: Saved Successfully
ar: حفظ بنجاح

# save_&amp;_approve
source: Save & Approve
ar: حفظ والموافقة

# save_&amp;_finalize
source: Save & Finalize
ar: حفظ ووضع اللمسات النهائية

# save_&amp;_proceed
source: Save & Proceed
ar: حفظ والمتابعة

source: Save and Approve
ar: حفظ والموافقة

source: Save As Draft
ar: حفظ كمسودة

source: Save Mapping
ar: حفظ رسم الخرائط

source: Save Promotion
ar: حفظ الترويج

source: Save Route Successfully.
ar: تم حفظ المسار بنجاح.

source: Saving...
ar: إنقاذ...

source: Schedule Call
ar: جدولة المكالمة

source: School
ar: مدرسة

source: Search
ar: يبحث

source: Search by SKU Code
ar: البحث عن طريق رمز SKU

source: Search By SKU Code/Name
ar: البحث عن طريق رمز/اسم SKU

source: Search Criteria
ar: معايير البحث

source: Search Criteria:All
ar: معايير البحث:الكل

source: Search customer from route
ar: البحث عن العملاء من الطريق

source: Select
ar: يختار

source: Selected Category:
ar: الفئة المختارة:

source: Selected Category Type :
ar: نوع الفئة المختارة :

source: Selected Details
ar: التفاصيل المحددة

source: Selected Parent Role
ar: دور الوالدين المحدد

source: Selected records are already settled/Reversed/Voided
ar: السجلات المحددة تمت تسويتها/عكسها/إبطالها بالفعل

source: Selection Model
ar: نموذج الاختيار

source: Select AgingCycle
ar: حدد دورة الشيخوخة

source: Select All
ar: اختر الكل

source: Select All on Page
ar: حدد الكل على الصفحة

source: Select Applicable At
ar: حدد ينطبق في

source: Select Atleast any one
ar: حدد على الأقل أي واحد

source: Select Atleast one SKU
ar: حدد SKU واحدًا على الأقل

source: Select Bank
ar: حدد البنك

source: Select Brand Ownership
ar: حدد ملكية العلامة التجارية

source: Select Brand Selection
ar: حدد اختيار العلامة التجارية

source: Select Buy Criteria
ar: حدد معايير الشراء

source: Select Calculation Type
ar: حدد نوع الحساب

source: Select Category
ar: اختر الفئة

source: Select Category Selection
ar: حدد اختيار الفئة

source: Select Category type
ar: حدد نوع الفئة

source: Select Chain
ar: حدد السلسلة

source: Select Channel
ar: حدد القناة

source: Select City
ar: اختر مدينة

source: Select Country
ar: حدد الدولة

source: Select Currency
ar: اختر العملة

source: Select Customer
ar: حدد العميل

source: Select Customer Classification
ar: حدد تصنيف العملاء

source: Select Customer Group
ar: حدد مجموعة العملاء

source: Select Customer Type
ar: حدد نوع العميل

source: Select Days
ar: حدد الأيام

source: Select default :
ar: حدد الافتراضي:

source: Select Delivery Method
ar: حدد طريقة التسليم

source: Select DocumentType
ar: حدد نوع المستند

source: Select Document Type
ar: حدد نوع المستند

source: Select Format
ar: حدد التنسيق

source: Select Free SKU
ar: حدد SKU مجاني

source: Select Group
ar: اختر مجموعة

source: Select Group Type
ar: حدد نوع المجموعة

source: Select Invoice Format
ar: حدد تنسيق الفاتورة

source: Select Invoice Frequency
ar: حدد تكرار الفاتورة

source: Select item
ar: حدد العنصر

source: Select ItemGroup Selection
ar: حدد اختيار مجموعة العناصر

source: Select Location
ar: اختر موقعا

source: Select Location Type
ar: حدد نوع الموقع

source: Select MCLProductGroup Selection
ar: حدد تحديد MCLProductGroup

source: Select Module
ar: حدد الوحدة النمطية

source: Select Offer Type
ar: حدد نوع العرض

source: Select Order Type
ar: حدد نوع الطلب

source: Select Other User
ar: حدد مستخدم آخر

source: Select Parent role
ar: حدد دور الوالدين

source: Select PaymentMode
ar: حدد وضع الدفع

source: Select Payment Mode
ar: حدد وضع الدفع

source: Select Payment Term
ar: حدد مصطلح الدفع

source: Select Payment Type
ar: اختر طريقة الدفع

source: Select Platform
ar: حدد النظام الأساسي

source: Select Preferred Payment Method
ar: حدد طريقة الدفع المفضلة

source: Select Price
ar: حدد السعر

source: Select Price List
ar: حدد قائمة الأسعار

source: Select Price Type
ar: حدد نوع السعر

source: Select productGroup Selection
ar: حدد اختيار مجموعة المنتجات

source: Select ProductType Selection
ar: حدد اختيار نوع المنتج

source: Select PromotionGroup Selection
ar: حدد اختيار مجموعة الترويج

source: Select Promotion Format
ar: حدد تنسيق الترويج

source: Select Promotion Type
ar: حدد نوع الترويج

source: Select Records to Settle
ar: حدد السجلات لتسويتها

source: Select Region
ar: اختر المنطقة

source: Select Route
ar: حدد الطريق

source: Select Route to Change
ar: حدد الطريق إلى التغيير

source: Select Salesman
ar: حدد بائع

source: Select SalesOrg
ar: حدد منظمة المبيعات

source: Select Sales Org
ar: حدد مؤسسة المبيعات

source: Select Sales Organisation
ar: حدد منظمة المبيعات

source: Select Sales Rep
ar: حدد مندوب المبيعات

source: Select Selection Model
ar: حدد نموذج التحديد

source: Select Severity
ar: حدد الخطورة

source: Select State
ar: اختر ولايه

source: Select status
ar: اختر الحالة

source: Select Store
ar: حدد المتجر

source: Select StoreGroup Type
ar: حدد نوع مجموعة المتجر

source: Select Store Group
ar: حدد مجموعة المتجر

source: Select SubBrand Selection
ar: حدد اختيار العلامة التجارية الفرعية

source: Select SubCategory Selection
ar: حدد تحديد الفئة الفرعية

source: Select Sub Channel
ar: حدد القناة الفرعية

source: Select Sub Module
ar: حدد الوحدة الفرعية

source: Select Sub Sub Channel
ar: حدد قناة فرعية فرعية

source: Select Supplier
ar: حدد المورد

source: Select Tax Group
ar: حدد المجموعة الضريبية

source: Select User
ar: اختر المستخدم

source: Select Value
ar: اختار القيمة

source: Select Vehicle
ar: اختر مركبة

source: Select Volume Unit
ar: حدد وحدة الحجم

source: Select WareHouse
ar: حدد المستودع

source: Select Warehouse Type
ar: حدد نوع المستودع

source: Selfie
ar: صورة شخصية

source: Selling UOM
ar: بيع UOM

source: Send
ar: يرسل

source: Sent
ar: مرسل

source: SequenceNo ,
ar: رقم التسلسل،

source: Sequence Code
ar: رمز التسلسل

source: Sequence No
ar: رقم التسلسل

source: Serial No
ar: الرقم التسلسلي

source: Setting
ar: جلسة

source: Settings
ar: إعدادات

source: Setting Details Updated Successfully
ar: تم تحديث تفاصيل الإعداد بنجاح

source: Setting Edit
ar: تحرير الإعداد

source: Setting name
ar: اسم الإعداد

source: Settle
ar: يستقر

source: Settled
ar: تسوية

source: Settled Collections
ar: المجموعات المستقرة

source: Settled Successfully
ar: تمت التسوية بنجاح

source: Settle failed
ar: فشلت التسوية

source: Severity
ar: خطورة

source: Severity,
ar: خطورة،

source: Ship To Address
ar: السفينة إلى عنوان

source: Short Description
ar: وصف قصير

source: Short Description,
ar: وصف قصير،

source: Should be greater than 0
ar: يجب أن يكون أكبر من 0

source: should not be empty
ar: لا ينبغي أن تكون فارغة

source: should not be greater than Min value of
ar: لا ينبغي أن تكون أكبر من قيمة الحد الأدنى لـ

source: Show/Hide All Addresses
ar: إظهار/إخفاء كافة العناوين

source: Show Promo Records
ar: عرض السجلات الترويجية

source: SKU
ar: رمز التخزين التعريفي

source: SKUClassGroup Delete Failed
ar: فشل حذف SKUClassGroup

source: SKUClassGroup is Deleted Successfully
ar: تم حذف SKUClassGroup بنجاح

source: SKUCode/Name
ar: رمز SKU/الاسم

source: SKUGroup Hierarchy
ar: التسلسل الهرمي لمجموعة SKU

source: SKUs
ar: وحدات SKU

source: SKUs Deleted Failed
ar: فشل حذف وحدات SKU

source: SKUs Deleted Successfully
ar: تم حذف SKUs بنجاح

source: SKUs Save/Update Failed
ar: فشل حفظ/تحديث وحدات SKU

source: SKUs Save/Update Successfully
ar: تم حفظ/تحديث وحدات SKU بنجاح

source: SKUUOM failed to Save
ar: فشل SKUUOM في الحفظ

source: SKUUOM failed to Update
ar: فشل SKUUOM في التحديث

source: SKUUOM Saved Successfully
ar: تم حفظ SKUUOM بنجاح

source: SKUUOM Updated Successfully
ar: تم تحديث SKUUOM بنجاح

source: SKU Attribute
ar: سمة SKU

source: SKU Attributes are Saved Successfully
ar: تم حفظ سمات SKU بنجاح

source: SKU Class Group Items
ar: عناصر مجموعة فئة SKU

source: SKU Code
ar: رمز SKU

source: SKU Code/Name
ar: كود/اسم SKU

source: SKU Config
ar: تكوين SKU

source: SKU Config failed to Save
ar: فشل تكوين SKU في الحفظ

source: SKU Config failed to Update
ar: فشل تكوين SKU في التحديث

source: SKU Config Saved Successfully
ar: تم حفظ تكوين SKU بنجاح

source: SKU Config Updated Successfully
ar: تم تحديث تكوين SKU بنجاح

source: SKU GroupType Deleting Failed
ar: فشل حذف نوع المجموعة SKU

source: SKU GroupType Hierarchy
ar: التسلسل الهرمي لنوع مجموعة SKU

source: SKU Group added Successfully
ar: تمت إضافة مجموعة SKU بنجاح

source: SKU Group Adding Failed
ar: فشلت إضافة مجموعة SKU

source: SKU Group Deleted Successfully
ar: تم حذف مجموعة SKU بنجاح

source: SKU Group Deleting Failed
ar: فشل حذف مجموعة SKU

source: SKU Group Hierarchy
ar: التسلسل الهرمي لمجموعة SKU

source: Sku Group Type
ar: نوع مجموعة SKU

source: SKU Group Type added Successfully
ar: تمت إضافة نوع مجموعة SKU بنجاح

source: SKU Group Type Adding Failed
ar: فشلت إضافة نوع مجموعة SKU

source: SKU Group Type Deleted Successfully
ar: تم حذف نوع مجموعة SKU بنجاح

source: SKU Group Type Hierarchy
ar: التسلسل الهرمي لنوع مجموعة SKU

source: SKU Group Type Hierarchy Level _Code Name
ar: SKU نوع المجموعة مستوى التسلسل الهرمي _اسم الرمز

source: SKU Group Updated Successfully
ar: تم تحديث مجموعة SKU بنجاح

source: SKU Group Update Failed
ar: فشل تحديث مجموعة SKU

source: SKU Image
ar: صورة رمز التخزين التعريفي

source: SKU Image Saved Successfully
ar: تم حفظ صورة SKU بنجاح

source: SKU Image Saved to Failed
ar: تم حفظ صورة SKU في حالة فشل

source: SKU Mapping
ar: رسم خرائط SKU

source: SKU Name
ar: اسم SKU

source: SKU Name/Code
ar: اسم/رمز SKU

source: SKU Saved Successfully
ar: تم حفظ SKU بنجاح

source: sku sequence
ar: تسلسل SKU

source: SKU Type
ar: نوع SKU

source: SKU Updated Successfully
ar: تم تحديث SKU بنجاح

source: Slab
ar: بلاطة

source: SL N0
ar: سي ن0

source: Some fields are Missing
ar: بعض الحقول مفقودة

source: Special Day
ar: يوم خاص

source: Special Day Date
ar: تاريخ يوم خاص

source: Speed (Download/Upload Mbps)
ar: السرعة (تنزيل/تحميل ميجابايت بالثانية)

source: Standing PO Number
ar: رقم أمر الشراء الدائم

source: StartDate
ar: تاريخ البدء

source: Start Date
ar: تاريخ البدء

source: Start Day Info
ar: معلومات يوم البدء

source: Start Reading
ar: بدء القراءة

source: Start Time
ar: وقت البدء

source: State
ar: ولاية

# statecodename
source: State
ar: اسم رمز الدولة

source: statement
ar: إفادة

source: Status
ar: حالة

source: Status is Not selected
ar: لم يتم تحديد الحالة

source: Stock
ar: مخزون

source: StockRequest
ar: طلب المخزون

source: Stock Audit
ar: تدقيق المخزون

source: Stock Deleted Successfully
ar: تم حذف المخزون بنجاح

source: Stock Type
ar: نوع المخزون

source: Stop Delivery
ar: وقف التسليم

source: Stop DeliveryYesNo
ar: إيقاف التسليم نعم لا

source: StoreGroup Hierarchy
ar: التسلسل الهرمي لمجموعة المتجر

source: Store code
ar: رمز المتجر

source: Store Documents
ar: تخزين المستندات

source: Store Group
ar: مجموعة المتجر

source: Store GroupType Hierarchy
ar: تخزين التسلسل الهرمي لنوع المجموعة

source: Store Group added Successfully
ar: تمت إضافة مجموعة المتجر بنجاح

source: Store Group Adding Failed
ar: فشلت إضافة مجموعة المتجر

source: Store Group Deleted Successfully
ar: تم حذف مجموعة المتجر بنجاح

source: Store Group Deleting Failed
ar: فشل حذف مجموعة المتجر

source: Store Group Hierarchy
ar: التسلسل الهرمي لمجموعة المتجر

source: Store Group Hierarchy Level_Code Name
ar: اسم المستوى_الرمزي للتسلسل الهرمي لمجموعة المتجر

source: Store Group Type added Successfully
ar: تمت إضافة نوع مجموعة المتجر بنجاح

source: Store Group Type Adding Failed
ar: فشلت إضافة نوع مجموعة المتجر

source: Store Group Type Deleted Successfully
ar: تم حذف نوع مجموعة المتجر بنجاح

source: Store Group Type Deleting Failed
ar: فشل حذف نوع مجموعة المتجر

source: Store Group Type Hierarchy
ar: التسلسل الهرمي لنوع مجموعة المتجر

source: Store Group Type Updated Successfully
ar: تم تحديث نوع مجموعة المتجر بنجاح

source: Store Group Type Update Failed
ar: فشل تحديث نوع مجموعة المتجر

source: Store Group Updated Successfully
ar: تم تحديث مجموعة المتجر بنجاح

source: Store Group Update Failed
ar: فشل تحديث مجموعة المتجر

source: Store Is not Selected
ar: لم يتم تحديد المتجر

source: Store Name
ar: اسم المتجر

source: Store Size
ar: حجم المتجر

source: StringNotFound
ar: سلسلة لم يتم العثور

source: SubBrand
ar: العلامة التجارية الفرعية

source: SubCategory
ar: تصنيف فرعي

source: SubModule
ar: الوحدة الفرعية

source: Suburb
ar: ضاحية

source: Sub Area
ar: المنطقة الفرعية

source: Sub Category
ar: تصنيف فرعي

source: Sub Channel
ar: قناة فرعية

source: Sub Module
ar: الوحدة الفرعية

source: Sub Sub Channel
ar: قناة فرعية فرعية

source: succesfully saved
ar: تم الحفظ بنجاح

source: Success
ar: نجاح

source: Successfully
ar: بنجاح

# successfully1
source: Successfully
ar: بنجاح

source: Successfully Settled
ar: تمت التسوية بنجاح

source: Successfully Updated
ar: تم التحديث بنجاح

source: Summary
ar: ملخص

source: Sun (Qty)
ar: الشمس (الكمية)

source: Supplier
ar: المورد

source: Supplier Code
ar: رمز المورد

source: Supplier Code,
ar: رمز المورد،

source: Supplier Description
ar: وصف المورد،

source: Supplier Description,
ar: وصف المورد،

source: Survey Enabled
ar: تم تمكين الاستطلاع

source: Symbol
ar: رمز

source: Symbol,
ar: رمز،

source: Synchronizing
ar: مزامنة

source: System Administartion
ar: إدارة النظام

source: S No
ar: رقم س

source: tablegrid
ar: شبكة الطاولة

source: Table structure using Div element
ar: هيكل الجدول باستخدام عنصر Div

source: Table structure using Table element and checkbox
ar: هيكل الجدول باستخدام عنصر الجدول ومربع الاختيار

source: Table structure using Table element and widthout checkbox
ar: هيكل الجدول باستخدام عنصر الجدول وخانة اختيار العرض

source: Tabs
ar: نوافذ التبويب

source: TargetUID
ar: معرف الهدف

source: Tax
ar: ضريبة

# tax1
source: Tax
ar: ضريبة

source: TaxCalculationType is Not selected
ar: لم يتم تحديد نوع حساب الضريبة

source: TaxGroup
ar: المجموعة الضريبية

source: TaxKey Field
ar: حقل مفتاح الضرائب

source: Tax group
ar: المجموعة الضريبية

source: Tax Key Field
ar: حقل مفتاح الضريبة

source: Tax Saved Successfully
ar: تم حفظ الضريبة بنجاح

source: Tax Saving Failed
ar: فشل توفير الضرائب

source: Tax Type
ar: نوع الضريبة

source: Tax Updated Successfully
ar: تم تحديث الضريبة بنجاح

source: Tax Update Failed
ar: فشل التحديث الضريبي

source: Telephone
ar: هاتف

source: Tele Fax
ar: فاكس تيلي

source: Temperature Check
ar: فحص درجة الحرارة

source: Template
ar: نموذج

source: Template Add failed
ar: فشلت إضافة القالب

source: Template Data Updating
ar: تحديث بيانات القالب

source: Template Deleted Failed
ar: فشل حذف القالب

source: Template Delete Successfully
ar: تم حذف القالب بنجاح

source: Template Description
ar: وصف القالب

source: Template Name
ar: اسم القالب

source: Template Successfully Deleted
ar: تم حذف القالب بنجاح

source: Template Updated failed
ar: فشل تحديث القالب

source: Territory
ar: إِقلِيم

source: There are some unposted data of previous logged in user, Please Sync the data to continue.
ar: هناك بعض البيانات غير المنشورة للمستخدم الذي قام بتسجيل الدخول سابقًا، يرجى مزامنة البيانات للمتابعة.

source: The following field(s) are mandatory :
ar: الحقول التالية إلزامية:

source: The following field(s) have invalid value(s)
ar: يحتوي الحقل (الحقول) التالي على قيمة (قيم) غير صالحة

source: The following field(s) have invalid values :
ar: يحتوي الحقل (الحقول) التالي على قيم غير صالحة:

source: The following SKU(s) having invalid price
ar: تحتوي رموز SKU التالية على سعر غير صالح

source: The selected route aleady closed for the day.
ar: الطريق المحدد مغلق بالفعل لهذا اليوم.

source: The selected route already active.
ar: المسار المحدد نشط بالفعل.

source: thisENGLISH
ar: #VALUE!

source: This is test exception
ar: هذا استثناء للاختبار
